[
    {
        "article": "For a while, it seemed like the hype around artificial intelligence had died down. But a recent development in AI has taken the world by storm. It’s called ChatGPT, and unless you live in a cave, you’ve surely heard about it. But what exactly is it? As the Guardian explains: Trained by AI and machine learning, ChatGPT is designed to provide information and answer questions through a conversational interface. OpenAI said the new AI was created with a focus on ease of use. 'The dialog format makes it possible for ChatGPT to answer follow-up questions, admit its mistakes, challenge incorrect premises, and reject inappropriate requests.'",
        "keyWords": ["hype", "development", "Guardian", "conversational", "premises"],
        "audio" : "audio1"
    },
    {
        "article": "OpenAI is the company behind ChatGPT. They're a research and deployment company dedicated to “ensuring that artificial intelligence benefits all of humanity.” And if you follow the money trail, you’ll find that it leads in part to Microsoft. And it looks like the tech behemoth is positioned to reap the rewards of its involvement. According to the BBC: Microsoft's investment would 'massively boost' the firm's ability to compete. Microsoft, an early backer of OpenAI, has been investing billions in artificial intelligence. Last month it announced it was extending its collaboration with OpenAI in a 'multiyear, multibillion dollar investment'. It has since announced a new premium tier of Microsoft Teams that will feature ChatGPT.",
        "keyWords": ["deployment", "dedicated", "behemoth", "boost", "intelligence"],
        "audio" : "audio2"
    },
    {
        "article": "It may not be immediately clear how a chatbot might enhance your Microsoft Teams experience. After all, much of the buzz around the new AI centers around its ability to generate text, including letters you can’t be bothered to write, poetry, and high school essays. But the potential for business is enormous, as described in the European Business Review: For most businesses ChatGPT comes with more opportunities than red flags. A recent McKinsey study foresees six areas where ChatGPT and other generative AI will be impactful: marketing and sales, operations, IT/engineering, risk and legal, HR, and R&D. Some of the more advanced use cases for AI that McKinsey foresees are analyzing documents and writing marketing copy.",
        "keyWords": ["chatbot", "generate", "foresees", "impactful", "analyzing"],
        "audio" : "audio3"
    }
]